{
	"dear_user":"Dear User,",
	"reset_msg1":"Below you will find a link that will allow you to reset the password.",
	"reset_msg2":"If you cannot click on the link copy it into your browser address bar.",
	"reset_msg3":"Password reset link:",
    "reset_msg4":"Do not reply to this email. If you want to contact us, use contact info on the TeRRIFICA main page.",
    "reset_mail_title":"TeRRIFICA password reset request",
    
    "reg_mail_title":"TeRRIFICA registration confirmation",
    "registration_msg1":"To finish the registration process you must click on the verification link below",
	"registration_msg2":"If you cannot click on the link copy it into your browser address bar.",
	"registration_msg3":"Verification link:",

	"go_back_to_login": "Go back to login page",
	"go_back_to_main_page": "Go back to main page",
	"need_to_login": "You need to log in to access the crowdmapping tool",
	"invalid_email":"Email is invalid. Please try again",
	"invalid_password":"Invalid password. Please try again",
	"reset_disabled":"Password reset is disabled",
	"invalid_token":"Token is invalid. Please reset password again.",
	"expired_token":"Token has expired. Please reset password again.",
	"email_not_verified":"Email not verified. Check your email inbox for verification email.",
	"succesfull_registration":"Your account was succesfully created and verified. You can now log in.",
	"user_exists":"User already exists. Try again",
	"too_many_requests":"There have been too many requests. Please try again after some time.",
	"provide_new_password": "Please provide a new password",
	"password_text":"Password",
	"password_confirmation":"Confirm password",
	"reset_success":"Your password has been changed. You can now login.",
	"read_more":"Read more...",
	"read_less":"Read less...",
	"create_account":"Create an Account",
	"forgot_password":"Forgot password?",
	"remember_me":"Remember me",
	"log_in":"Log in",
	"reg_title":"Registration form",
	"reg_require":"Required fields are marked with *",
	"reg_gender":"Gender",
	"reg_female":"Female",
	"reg_male":"Male",
	"reg_other":"Other",
	"reg_please_describe":"Please describe",
	"reg_not_disclose":"Prefer not to disclose",
	"reg_age":"Age",
	"reg_postal_code":"Postal code (place of residence)",
	"reg_relation_question":"What is your relation to the project region? (select what options apply to you)",
	"reg_live":"I live here",
	"reg_work":"I work here",
	"reg_no_relation":"I have no close relation ",
	"reg_profession_question":"What is your profession?",
	"reg_select_option":"Select one option",
	"reg_prof_list":"'Education','Accounting','Executive', 'Manufacturing','Admin & Clerical','Franchise','Nonprofit','Banking & Finance', 'Government',' Part Time', 'Business Opportunities', 'Health Care', 'Retail', 'Contract & Freelance', 'Hospitality', 'Sales & Marketing', 'Customer Service', 'Human Resources', 'Science & Biotech', 'Diversity Opportunities',' Information Technology', 'Transportation', 'Student', 'Non-employed', 'Retired','Other'",
	"reg_stay_with_us":"<b>Stay with us! </b>Do you want to further cooperate with TeRRIFICA? Select the options below - You can always withdraw your consent.",
	"reg_activities":"I am willing to be contacted with regards to follow-up activities",
	"reg_feedback":"I am willing to be contacted to give feedback about my participation",
	"reg_participation":"I want to receive a newsletter",
	"reg_consent_question":"Consent for data processing",
	"reg_read_info":"Read the information",
	"reg_consent1":"Adam Mickiewicz University is the party responsible for the processing of the User's personal data and nd hereby informs the User that this data will be processed in accordance with the provisions of Regulation (EU) 2016/679 of 27 April 2016 (GDPR) and LOCAL DATA PROTECTION LAW - PROVIDE YOUR OWN REFERENCE, and hereby supplies the following information on the said processing: Purpose of processing: maintain a non-commercial relationship and send communications about our project and its results. Data storage criteria: the data shall be preserved while there is a mutual interest in maintaining the purpose of processing. When the data is no longer required for such a purpose, it shall be deleted together with suitable security measures to guarantee pseudonymisation of the data or total destruction of the same. Data will be stored for the whole duration of the project and one year after it ends. Disclosure of the data: The data shall not be disclosed to third parties, except when under legal obligation to do so.",
	"reg_consent2":"Rights of the User: – Right to withdraw consent at any time. – Right of access, rectification, portability and deletion of their data and of limitation of or opposition to its processing. – Right to file a complaint with the Governing Authority (apdcat.gencat.cat) if he/she considers that the processing breaches current legislation. Contact details for exercise of rights: Postal address: Wydział Geografii Spoleczno-Ekonomicznej i Gospodarki Przestrzennej UAM, Krygowskiego 10, 61-680 Poznan, Poland. Email: igsegp@amu.edu.pl",
	"reg_agree":"I have read and agree to the terms of the Consent for data processing and I agree to contribute my data to the crowdmapping",
	"provide_email":"Please provide the email address that you have used during the registration.</br></br> An email will be send  with instructions to reset the password.",
	"send_verification":"Send verification email",
	"email_sent":"Verification email have been sent to your address - you must click on the provided link to finish the process. Please check  both your inbox and spam folder.",
	"help_title":"WELCOME TO CROWDMAPPING TUTORIAL",
	"help1":"Welcome to crowdmapping tool! Take this tutorial to see how you can contribute. It will only take a minute and it will help you understand the tool <br/><br/> Clik SKIP to close the tutorial. You can alway restart it later in the help <i class=\"fa fa-question-circle\"></i> panel and you can also watch video tutorial there. ",
	"help2":"This is the main panel of the sidebar. Here you can choose category of climate change and whether you want to mark negative or positve phenomena related to it.",
	"help3":"The first button is already selected and you can start by marking one to five places when you feel comfortable during heat waves.",
	"help4":"Start by finding the place on the map. Use these zoom controls or mouse wheel to enlarge the map. Try to be precise.",
	"help5":"This is the most important button. When you click it you can click on the map to add a point (marker, pin) on the map. It  will represent the place that fit the category you have selected in the side panel - for example the place where you fell comfortable during heatwaves.",
	"help6":"You can always move the points after you have added them. Youst click here and drag the the marker to a new position.",
	"help7":"You can also delete points - click here and click on a point on the map.",
	"help8":"Here you can access three panels of the sidebar: Crowdmapping <i class=\"fa fa-bars\"></i>, Profile and settings <i class=\"fa fa-user\"></i> and Help <i class=\"fa fa-question-circle\"></i> ",
	"help9":"This is the end of the tutorial. If you want more information go to the help panel in the sidebar -<i class=\"fa fa-question-circle\"></i>. You can also restart the tutorial there. And now you can contribute!",
	"help_results_title":"WELCOME TO CROWDMAPPING RESULTS",
	"help_results1":"On this map you can see and browse through all the results. All point were contributed by volunteers.",
	"help_results2":"In the left sidebar you can choose what layers (categories) you want to see on the map",
	"help_results3":"First two layers are already visible - and are marked with a dark grey color",
	"help_results4":"You can select or deselect other layers as well and that will make them visible or hidden.",
	"help_results5":"You can click on the points to read answers that were given and solutions that were proposed. If you want more information go to the help panel in the sidebar -<i class=\"fa fa-question-circle\"></i>. You can also restart the tutorial there. Happy browsing! ",
	"drag_marker":"Drag the marker to change its position or click to edit its attributes",
	"undo":"Click Cancel to undo changes",
	"remove_tooltip":"Click on a marker to remove it",
	"intro_next":"Next",
	"intro_prev":"Back",
	"intro_skip":"Skip",
	"intro_done":"Done",
	"log_out":"Log out",
	"signed_in":"You are currently logged as",
	"signed_out":"You are currently not logged in",
	"please":"Please",
	"email_text":"Email",
	"marker_tooltip2":"Click on the map to mark the place. Press ESC to Cancel.",
	"search_tooltip":"Search... Write a place name and select a result from the list.",
	"satellite_title":"Satellite imagery",
	"topo_title":"Topographic map",
	"help1":"Welcome to crowdmapping tool! Take this tutorial to see how you can contribute. It will only take a minute and it will help you understand the tool <br/><br/> Clik SKIP to close the tutorial. You can alway restart it later in the help <i class=\"fa fa-question-circle\"></i> panel and you can also watch video tutorial there or by clicking on the link below: ",
	"tutorial_video1":"How to add points to the map (link to YT video)",
	"help3a":"For example - click here to select category of places where you feel comfortable during heat waves and then click on the map to add them to the map.",
	"help4a":"You can click here to search for a place name or a specific address.",
	"help4b":"This button allows you to change between topographic map and satellite imagery.",
	"help5a":"You can always move, delete or change the points after you have added them. Click here to switch between DRAW and EDIT modes. After you are done switch back to DRAW mode to contribute.",
	"help5b":"In the EDIT mode, after you select category, there will be two additional edit buttons visible on the map.",
	"help6a":"Click here and the drag the the marker from a selected category to a new position.",
	"help_results3a":"All layers are already visible - they are marked with a dark grey color. You can switch them off.",
	"cancel_drawing":"Cancel drawing",
	"cancel":"Cancel",
	"finish_drawing":"Finish drawing",
	"finish":"Finish",
	"delete_last_drawn":"Delete last point drawn",
	"delete_last":"Delete last point",
	"draw_button":"Draw a marker",
	"marker_tooltip":"Click on the map to mark the place.",
	"save_changes":"Save changes",
	"save":"Save",
	"cancel_edits":"Cancel all edits",
	"move_markers":"Move markers",
	"no_edit":"No layers to edit.",
	"remove_markers":"Remove markers",
	"no_delete":"No layers to delete."
}